---
kind: other
id: Methods.T:Autodesk.Revit.DB.VertexIndexPairArrayIterator
source: html/700c0a6e-e5ca-0989-c040-67afcd003283.htm
---
# VertexIndexPairArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.